[
  {
    "id": 1,
    "name": "ABDALSAMAD2001",
    "image": "/images/abdalsamad2001.jpg",
    "message": "He is incredibly talented and highly professional. Thank you for your patience and dedication throughout the project!",
    "rating": 5
  },
  {
    "id": 2,
    "name": "Aimthemarket",
    "image": "/images/aimthemarket.jpg",
    "message": "He created a huge number of design variations based on my vision, making it easy to choose the perfect one. Truly outstanding service—I highly recommend him!",
    "rating": 5
  },
  {
    "id": 3,
    "name": "Alexwrites1",
    "image": "/images/alexwrites1.jpg",
    "message": "He started immediately and delivered within hours. Communication was smooth, and I’m very satisfied with the quality of his designs.",
    "rating": 5
  },
  {
    "id": 4,
    "name": "Amytim01",
    "image": "/images/amytim01.jpg",
    "message": "Nozrullslam2020 communicated clearly and delivered on time. He shared concepts for feedback early, making the entire process easy and effective. Highly recommended for your book projects!",
    "rating": 5
  },
  {
    "id": 5,
    "name": "Angel D",
    "image": "/images/Angel D.jpg",
    "message": "Working with Nozrul was a true pleasure. The book cover is stunning—unique, eye-catching, and beautifully designed with thoughtful details. He is incredibly creative and professional. Highly recommended!",
    "rating": 5
  },
  {
    "id": 6,
    "name": "bbnovelist21",
    "image": "/images/bbnovelist21.jpg",
    "message": "Great response time. He handled all the revisions professionally and patiently waited when I needed extra time. I absolutely recommend him.",
    "rating": 5
  },
  {
    "id": 7,
    "name": "Belton Jaime",
    "image": "/images/Belton Jaime.jpg",
    "message": "I’ve worked with many sellers on Fiverr, but Nozrul provided the best experience. He went above and beyond and delivered an excellent cover. Truly professional with outstanding skills. Highly recommended!",
    "rating": 5
  },
  {
    "id": 8,
    "name": "bengalibob",
    "image": "/images/bengalibob.jpg",
    "message": "Amazing experience! He followed every instruction and provided multiple options each time. He worked tirelessly until everything was perfect. Will definitely work with him again.",
    "rating": 5
  },
  {
    "id": 9,
    "name": "billbowie",
    "image": "/images/billbowie.jpg",
    "message": "Very professional and patient with revisions. High-quality work delivered quickly. Worth every dollar and more.",
    "rating": 5
  },
  {
    "id": 10,
    "name": "Biscala F",
    "image": "/images/Biscala F.jpg",
    "message": "Excellent and highly professional designer! We are extremely happy with the final delivery, including the beautiful mockup. Thank you! We highly recommend him.",
    "rating": 5
  },
  {
    "id": 11,
    "name": "blissingstore",
    "image": "/images/blissingstore.jpg",
    "message": "Amazing service! I received the final design exactly as I requested. Very professional and creative. Highly recommended!",
    "rating": 5
  },
  {
    "id": 12,
    "name": "bobby67",
    "image": "/images/bobby67.jpg",
    "message": "Beautiful work and fantastic service. He took the time to understand what I wanted and delivered perfectly. Excellent communication throughout!",
    "rating": 5
  },
  {
    "id": 13,
    "name": "carrieboes",
    "image": "/images/carrieboes.jpg",
    "message": "Fast delivery and great design quality. He exceeded all my expectations. Will definitely hire him again!",
    "rating": 5
  },
  {
    "id": 14,
    "name": "ccourtcw19",
    "image": "/images/ccourtcw19.jpg",
    "message": "He was so helpful and guided me through the entire design process. Excellent communication and beautiful results. Highly recommended!",
    "rating": 5
  },
  {
    "id": 15,
    "name": "celo893",
    "image": "/images/celo893.jpg",
    "message": "Outstanding work! He delivered exactly what I imagined and even added creative touches that improved the final result.",
    "rating": 5
  },
  {
    "id": 16,
    "name": "charmlawrence",
    "image": "/images/charmlawrence.jpg",
    "message": "Professional, fast, and extremely talented. The design was better than I expected. Amazing experience!",
    "rating": 5
  },
  {
    "id": 17,
    "name": "Christina.w",
    "image": "/images/Christina.w.jpg",
    "message": "He understood the vision immediately and delivered a clean, impactful design. Very satisfied with the work!",
    "rating": 5
  },
  {
    "id": 18,
    "name": "khinlycoutu",
    "image": "/images/khinlycoutu.jpg",
    "message": "Great collaboration and fantastic results. He was patient with revisions and delivered the perfect final version.",
    "rating": 5
  },
  {
    "id": 19,
    "name": "Ken",
    "image": "/images/Ken.jpg",
    "message": "Very professional and easy to work with. He quickly understood my needs and delivered outstanding quality.",
    "rating": 5
  },
  {
    "id": 20,
    "name": "Kemdil",
    "image": "/images/Kemdil.jpg",
    "message": "Superb work! He exceeded expectations and delivered a design that is truly eye-catching and well-crafted.",
    "rating": 5
  },
  {
    "id": 21,
    "name": "katrinadzuris",
    "image": "/images/katrinadzuris.jpg",
    "message": "Outstanding experience from start to finish. He delivered exactly what I needed with great professionalism and creativity.",
    "rating": 5
  },
  {
    "id": 22,
    "name": "Kaneen M",
    "image": "/images/Kaneen M.jpg",
    "message": "Very responsive and extremely easy to work with. The final design was polished, modern, and visually impressive.",
    "rating": 5
  },
  {
    "id": 23,
    "name": "fallonheather",
    "image": "/images/fallonheather.jpg",
    "message": "He was kind, professional, and very patient during revisions. The finished product is beautiful. Highly recommended!",
    "rating": 5
  },
  {
    "id": 24,
    "name": "josembos",
    "image": "/images/josembos.jpg",
    "message": "Incredible work! He understood every detail I asked for and delivered a clean, perfectly designed final product.",
    "rating": 5
  },
  {
    "id": 25,
    "name": "jornokello",
    "image": "/images/jornokello.jpg",
    "message": "Excellent designer with great communication. Delivered ahead of schedule with impressive quality!",
    "rating": 5
  },
  {
    "id": 26,
    "name": "John H",
    "image": "/images/John H.jpg",
    "message": "A true professional. He followed all instructions precisely and exceeded my expectations with his creativity.",
    "rating": 5
  },
  {
    "id": 27,
    "name": "jess_clamor",
    "image": "/images/jess_clamor.jpg",
    "message": "Amazing work and wonderful communication. He was patient, thoughtful, and always willing to adjust until everything was perfect.",
    "rating": 5
  },
  {
    "id": 28,
    "name": "jeanettevillafa",
    "image": "/images/jeanettevillafa.jpg",
    "message": "Beautiful design! He truly brought my vision to life. I will definitely be returning for more projects.",
    "rating": 5
  },
  {
    "id": 29,
    "name": "javon64",
    "image": "/images/javon64.jpg",
    "message": "Highly skilled and extremely professional. The final design was flawless and delivered right on time.",
    "rating": 5
  },
  {
    "id": 30,
    "name": "Jaser A",
    "image": "/images/Jaser A.jpg",
    "message": "Incredible experience. He listened carefully and created a design that perfectly matched my vision.",
    "rating": 5
  },
  {
    "id": 31,
    "name": "jameswest",
    "image": "/images/jameswest.jpg",
    "message": "Very professional and detail-oriented. He made sure every element was perfect and delivered ahead of schedule.",
    "rating": 5
  },
  {
    "id": 32,
    "name": "Ivan",
    "image": "/images/Ivan.jpg",
    "message": "Excellent work! He understood my ideas perfectly and executed them with precision. Highly recommend!",
    "rating": 5
  },
  {
    "id": 33,
    "name": "Huda",
    "image": "/images/Huda.jpg",
    "message": "Patient, professional, and extremely talented. The final design exceeded all my expectations.",
    "rating": 5
  },
  {
    "id": 34,
    "name": "hourayedieye",
    "image": "/images/hourayedieye.jpg",
    "message": "Quick, reliable, and highly skilled. The design turned out even better than I had imagined.",
    "rating": 5
  },
  {
    "id": 35,
    "name": "hbstucki",
    "image": "/images/hbstucki.jpg",
    "message": "Fantastic experience! He listened carefully, revised patiently, and delivered a perfect design.",
    "rating": 5
  },
  {
    "id": 36,
    "name": "harryhunterbaxt",
    "image": "/images/harryhunterbaxt.jpg",
    "message": "Fast, friendly, and extremely professional. The final design was exactly what I wanted.",
    "rating": 5
  },
  {
    "id": 37,
    "name": "Gulnara T",
    "image": "/images/Gulnara T.jpg",
    "message": "Amazing work! The book cover exceeded my expectations in every way. Very reliable and attentive.",
    "rating": 5
  },
  {
    "id": 38,
    "name": "Greg Dudzinski",
    "image": "/images/gregdudzinski.jpg",
    "message": "Excellent communication throughout the process. Very professional and easy to work with.",
    "rating": 5
  },
  {
    "id": 39,
    "name": "Grady Smith",
    "image": "/images/gradysmith975.jpg",
    "message": "He brought my ideas to life perfectly, even without direct communication. Extremely talented and intuitive.",
    "rating": 5
  },
  {
    "id": 40,
    "name": "Fvckitshill",
    "image": "/images/fvckitshill.jpg",
    "message": "Super fast delivery and high-quality work. He understood my style from just a brief description.",
    "rating": 5
  },
  {
    "id": 41,
    "name": "Zeno3D",
    "image": "/images/zeno3d.jpg",
    "message": "Truly excellent work! Looking forward to collaborating again in the future.",
    "rating": 5
  },
  {
    "id": 42,
    "name": "Frater Maui",
    "image": "/images/fratermaui.jpg",
    "message": "Working with him feels like working with a friend who truly cares about your project. Impressive delivery and service.",
    "rating": 5
  },
  {
    "id": 43,
    "name": "Franklyn",
    "image": "/images/Franklyn.jpg",
    "message": "Very creative and insightful professional. Delivered high-quality results efficiently.",
    "rating": 5
  },
  {
    "id": 44,
    "name": "VR Connect",
    "image": "/images/vrconnectd.jpg",
    "message": "Highly patient and persistent. Very professional and attentive to details. Strongly recommended.",
    "rating": 5
  },
  {
    "id": 45,
    "name": "Steven Ramirez",
    "image": "/images/stevenramire185.jpg",
    "message": "A pleasure to work with. Extremely creative, professional, and punctual. Highly recommend!",
    "rating": 5
  },
  {
    "id": 46,
    "name": "Shawn Rabe",
    "image": "/images/shawn_rabe.jpg",
    "message": "Very accommodating and responsive. Delivered promptly and exceeded expectations.",
    "rating": 5
  },
  {
    "id": 47,
    "name": "SmartExp",
    "image": "/images/smartexp.jpg",
    "message": "Impressed by his creativity and persistence. Went above and beyond. I will work with him again.",
    "rating": 5
  },
  {
    "id": 48,
    "name": "Sally Marsh",
    "image": "/images/Sally_Marsh.jpg",
    "message": "Fantastic job! Highly recommended and would love to work with him again.",
    "rating": 5
  },
  {
    "id": 49,
    "name": "Ray Ortiz",
    "image": "/images/rayortiz615.jpg",
    "message": "Extremely helpful and went above and beyond. Highly recommended! Very grateful.",
    "rating": 5
  },
  {
    "id": 50,
    "name": "Prit Madhukar",
    "image": "/images/pritmadhukar.jpg",
    "message": "Absolutely amazing! Understood my requirements perfectly and delivered very fast. Highly recommend!",
    "rating": 5
  }
]
