[
  {
    "id": 1,
    "name": "ABDALSAMAD2001",
    "image": "/images/abdalsamad2001.jpg",
    "message": "He is brilliant and excel, thanks you for being patient with me!"
  },
  {
    "id": 2,
    "name": "Aimthemarket",
    "image": "/images/aimthemarket.jpg",
    "message": "I'll tell you what, he will create A LOT and I mean A LOT of design based on what you want, and you just need to pick the ones you like. I really recommend the guy!"
  },
  {
    "id": 3,
    "name": "Alexwrites1",
    "image": "/images/alexwrites1.jpg",
    "message": "He started working on the project right away and deliver it within hours. It is very easy to communicate with him and I am very satisfied with his designs."
  },
  {
    "id": 4,
    "name": "Amytim01",
    "image": "/images/amytim01.jpg",
    "message": "Nozrullslam2020 was great with communication and timeliness. Shared concepts for feedback prior to delivery so the delivery process was smooth and effective. Highly recommended partner for your book projects."
  },
  {
    "id": 5,
    "name": "Angel D",
    "image": "/images/Angel D.jpg",
    "message": "It was a true pleasure collaborating with Nozrul. The book cover is both eye-catching and unique. Every detail, including the typography and color, has been thoughtfully arranged to draw attention. If you need a skilled, professional, and highly creative designer, stop looking. Nozrul is genuinely a master of his craft, and I'm incredibly thankful for the stunning cover he designed for my book.Thank you!"
  },
  {
    "id": 6,
    "name": "bbnovelist21",
    "image": "/images/bbnovelist21.jpg",
    "message": "Good response time. Did well with the changes needed to be done. And waited until I was able to pay them. Recommend them."
  },
  {
    "id": 7,
    "name": "Belton Jaime",
    "image": "/images/Belton Jaime.jpg",
    "message": "I have worked with several sellers in Fiverr but had the best experience with Nozrul so far. This young man went above and beyond my expectation delivering the cover page for the book. He is highly professional with spectacular skills. I know for sure he will do great in his journey with Fiverr.I will certainly recommend him for any relevant project"
  },
  {
    "id": 8,
    "name": "bengalibob",
    "image": "/images/bengalibob.jpg",
    "message": "This was an amazing experience and amazing job - He followed all instructions and every time gave multiple options to choose from. He kept plugging away until it was everything I need it and wanted it to be will definitely work with again."
  },
  {
    "id": 9,
    "name": "billbowie",
    "image": "/images/billbowie.jpg",
    "message": "Very professional and patient with my revisions. Quality work with a quick return. It is worth every dollar spent, and then some."
  },
  {
    "id": 10,
    "name": "Biscala F",
    "image": "/images/Biscala F.jpg",
    "message": "Excellent and super professional designer! We're very happy with the experience and the great delivery. We even got a beautiful mockup! Thank you very much. We highly recommend him."
  },
  {
    "id": 11,
    "name": "blissingstore",
    "image": "/images/blissingstore.jpg",
    "message": "I could not be more satisfied. This person is so patient and committed to doing a good job and also easy to communicate with. Fantastic experience."
  },
  {
    "id": 12,
    "name": "bobby67",
    "image": "/images/bobby67.jpg",
    "message": "He does excellent work and I will be using his services again. Listen very close to what I need and exceed my expectations! Made changes in a very short amount of time. He also over-delivers what we talked about!"
  },
  {
    "id": 13,
    "name": "carrieboes",
    "image": "/images/carrieboes.jpg",
    "message": "All I can say is the patience he had with me is unbelievable. This is one of my first two covers made on here and I was so indecisive but he did everything I asked. I will definitely be working with him again !!!!!!!!!!"
  },
  {
    "id": 14,
    "name": "ccourtcw19",
    "image": "/images/ccourtcw19.jpg",
    "message": "Thank you for delivering what I explained and you came back with 6 ideas that were all great. I highly highly highly to let everyone know about Islam he delivered on time and exceeded my expectations! I have new projects coming up and he will be the go to to help illustrate my book cover"
  },
  {
    "id": 15,
    "name": "celo893",
    "image": "/images/celo893.jpg",
    "message": "Molto professionale e attento ai dettagli :) sicuramente lo sceglierò in futuro! Lo consiglio :)"
  },
  {
    "id": 16,
    "name": "charmlawrence",
    "image": "/images/charmlawrence.jpg",
    "message": "I made changes many times, however he was very patient and understanding. Without all my changes, this job would have been complete days ago. I love my design. Thank you"
  },
  {
    "id": 17,
    "name": "Christina.w",
    "image": "/images/Christina.w.jpg",
    "message": "Did a very good jo, wonderful detail and was able to point out errors for me. Appreciate his work and would recommend him all the time. Good support and easy to reach. His designs are exceptional. Thank you so much for you expert work."
  },
  {
    "id": 18,
    "name": "khinlycoutu",
    "image": "/images/khinlycoutu.jpg",
    "message": "I am so grateful for your skillset, attention to detail, professionalism, and ability to produce in a ti.ely manner, thank you! my family very happy!"
  },
  {
    "id": 19,
    "name": "Ken",
    "image": "/images/Ken.jpg",
    "message": "I appreciate the willingness to make things exactly how I needed it. It aligns with my brand and delivered it on time!"
  },
  {
    "id": 20,
    "name": "Kemdil",
    "image": "/images/Kemdil.jpg",
    "message": "He was very good and patient. He gave revisions that were needed. Will certainly be working with him again. Thank you very much for doing a good jib"
  },
  {
    "id": 21,
    "name": "katrinadzuris",
    "image": "/images/katrinadzuris.jpg",
    "message": "This seller was great to work with. He went above and beyond providing more samples than offered in the gig description because he wanted to make sure I was completely satisfied with the end product. I definitely recommend working with him as I'm confident he will be satisfied with your product."
  },
  {
    "id": 22,
    "name": "Kaneen M",
    "image": "/images/Kaneen M.jpg",
    "message": "Nozrul was great to work with, creative, and very responsive. Although I didn't give him many details on my book design, he got it right the first time and delivered a design I loved."
  },
  {
    "id": 23,
    "name": "fallonheather",
    "image": "/images/fallonheather.jpg",
    "message": "nozrulislam2020 was FANTASTIC to work with! He made the deadline early, he was very communicative and provided extra product than was requested. I increased his fee as a token of my satisfaction. I highly recommend his services and will absolutely use him again when the need arises."
  },
  {
    "id": 24,
    "name": "josembos",
    "image": "/images/josembos.jpg",
    "message": "Working with Nozrul was a fantastic experience. Not only did he deliver before the expected deadline, but he also promptly addressed all of my inquiries. The quality of the materials provided was exceptional. I will definitely be returning for future projects."
  },
  {
    "id": 25,
    "name": "jornokello",
    "image": "/images/jornokello.jpg",
    "message": "I loved to work with Nozrulislsm2020. The quality of design and development is awesome."
  },
  {
    "id": 26,
    "name": "John H",
    "image": "/images/John H.jpg",
    "message": "This is my first time using Fiverr and my experience with Nozrul I could not have been better. I had a vague idea of what I wanted and he was able to give me a range of high-quality options to choose from. I showed the design concepts he created to several people to get their input and we all agreed that we could have gone with any of the options he presented. I am incredibly satisfied with the end product and would highly recommend him to others interested in this style of cover. I will definitely work with him in the future."
  },
  {
    "id": 27,
    "name": "jess_clamor",
    "image": "/images/jess_clamor.jpg",
    "message": "Excellent service!!! I will be returning for sure with this freelancer since."
  },
  {
    "id": 28,
    "name": "jeanettevillafa",
    "image": "/images/jeanettevillafa.jpg",
    "message": "Super Creative, Incredibly Patient, Easy to Work With and Delivers Fast! will use him again!"
  },
  {
    "id": 29,
    "name": "javon64",
    "image": "/images/javon64.jpg",
    "message": "Love it! I was given the option of five designs to choose from and they all were spectacular. I would definitely recommend this designer and will be utilizing his talents again."
  },
  {
    "id": 30,
    "name": "Jaser A",
    "image": "/images/Jaser A.jpg",
    "message": "Nozrul took time to understand my needs and brief in detail and delivered far beyond what I had expected, truly exceptional service, I will be back!"
  },
  {
    "id": 31,
    "name": "jameswest",
    "image": "/images/jameswest.jpg",
    "message": "He's very thorough and consistent. I appreciate his prompt attention to my request and highly recommend you consider working with this seller. Much continued success."
  },
  {
    "id": 32,
    "name": "Ivan",
    "image": "/images/Ivan.jpg",
    "message": "Great work! Nozrul was very communicative, constantly asking whether any change should be made, offered design examples and worked on the modifications quite fast. Overall very good experience. At the end we were able to find exactly the cover I had in my mind. I would recommend him to anyone. Thanks Nozrul!"
  },
  {
    "id": 33,
    "name": "Huda",
    "image": "/images/Huda.jpg",
    "message": "I definitely recommend him. He was extremely patient and did a wonderful job"
  },
  {
    "id": 34,
    "name": "hourayedieye",
    "image": "/images/hourayedieye.jpg",
    "message": "Thanks for the reactivity and the rapidity of execution. I recommand"
  },
  {
    "id": 35,
    "name": "hbstucki",
    "image": "/images/hbstucki.jpg",
    "message": "Very easy to work with. Executed my vision of the work flawlessly. Patient in requested revisions until we got it just right. Excellent value for the service! Highly recommended."
  },
  {
    "id": 36,
    "name": "harryhunterbaxt",
    "image": "/images/harryhunterbaxt.jpg",
    "message": "Fast and Friendly service. Got the job done quickly and rapid response when requesting changes. Highly recommend"
  },
  {
    "id": 37,
    "name": "Gulnara T",
    "image": "/images/Gulnara T.jpg",
    "message": "Amazing job and result of book cover is much better what I expected. Seller is fast, responsible and loyal to the client's preferences. I really want to continue to work in the future if the book is succeed. Well done!"
  },
  {
    "id": 38,
    "name": "gregdudzinski",
    "image": "/images/gregdudzinski.jpg",
    "message": "Terrific communciation through out the process!"
  },
  {
    "id": 39,
    "name": "gradysmith975",
    "image": "/images/gradysmith975.jpg",
    "message": "Everything I wanted him to do he created it like he was inside of my own mind and thoughts I appreciate his work his effort and he is so talented. We've never talked directly, but he was able to take my idea and bring it to life. I'll use him for almost anything that we do."
  },
  {
    "id": 40,
    "name": "fvckitshill",
    "image": "/images/fvckitshill.jpg",
    "message": "This was the fastest deliver I have ever received from a seller on this platform. His work was fast and high quality. He knew my style just from a brief description and he communicates very well. I am very happy with my delivery and I highly recommend."
  },
  {
    "id": 41,
    "name": "zeno3d",
    "image": "/images/zeno3d.jpg",
    "message": "Davvero un gran bel lavoro! sicuramente lavoreremo ancora insieme, grazie"
  },
  {
    "id": 42,
    "name": "fratermaui",
    "image": "/images/fratermaui.jpg",
    "message": "With Nozrul you feel like you're working with a friend who deeply cares about your book as much as you do. I don't give out such praise lightly, this is a gig you can trust and see things done in good time. Impressive service and delivery!"
  },
  {
    "id": 43,
    "name": "Franklyn",
    "image": "/images/Franklyn.jpg",
    "message": "Did a very good job, very creative and insightful professional."
  },
  {
    "id": 44,
    "name": "vrconnectd",
    "image": "/images/vrconnectd.jpg",
    "message": "I really value and appreciate all the patiences and persistent efforts of this professional. I would highly recommend working with them to make your vision come to life."
  },
  {
    "id": 45,
    "name": "stevenramire185",
    "image": "/images/stevenramire185.jpg",
    "message": "Working with Nozrul is always a pleasure. He's extremely professional and punctual. Nozrul's creativity is immense. He helped me bring to life ideas I've never had. Highly recommend."
  },
  {
    "id": 46,
    "name": "shawn_rabe",
    "image": "/images/shawn_rabe.jpg",
    "message": "Nozrul I was a pleasure to work with. Very willing to accept and change any revision. I would definitely use this freelancer again in the future, and recommend him to any other. Prompt delivery time."
  },
  {
    "id": 47,
    "name": "smartexp",
    "image": "/images/smartexp.jpg",
    "message": "Nozrul was not my first choice for this project. However his creativity, persistence and willingness to go above beyond impressed me. I will use his services again and gladly refer others"
  },
  {
    "id": 48,
    "name": "Sally_Marsh",
    "image": "/images/Sally_Marsh.jpg",
    "message": "Did a fantastic job. Would highly recommend and hope to work with again"
  },
  {
    "id": 49,
    "name": "rayortiz615",
    "image": "/images/rayortiz615.jpg",
    "message": "Seller was extremely helpful and went above and beyond the call of duty! Highly Recommended! Very Grateful for his help!"
  },
  {
    "id": 50,
    "name": "Pritmadhukar",
    "image": "/images/pritmadhukar.jpg",
    "message": "Absolutely amazing! He understood my exact requirements and was able to give a very fast turnaround! I ordered only the ebook package but I will be moving forward with the paperback package too! Absolutely recommend!"
  }
]
